Repository: beelaineo/mp-plugins
Catalog: simple-ajax-chat/languages/sac-*.po
Languages: fr_fr, ru_ru

source: Posted:
fr_fr: Posté :
ru_ru: Опубликовано:

source: Welcome to the Chat Forum
fr_fr: Bienvenue sur le tchat
ru_ru: Добро пожаловать в чат

source: Currently there
fr_fr: Il y a actuellement

source: chat message
fr_fr: Message
ru_ru: сообщение чата

source: (your default message)
fr_fr: (message par défaut)
ru_ru: (ваше сообщение по умолчанию)

source: 0 chat messages. Please add at least one message via the chat box.
fr_fr: 0 message. Ajoutez au moins un message via la boîte de tchat.
ru_ru: 0 сообщений чата. Пожалуйста, добавьте, как минимум, хотя бы одно соообщение через чат-бокс.

source: The comment was deleted successfully.
fr_fr: Le commentaire a bien été effacé.
ru_ru: Сообщение было успешно удалено.

source: The comment was edited successfully.
fr_fr: Le commentaire a bien été modifié.
ru_ru: Сообщение успешно отредактировано.

source: All chat messages have been cleared from the database.
fr_fr: Tous les messages ont été effacés de la base de données.
ru_ru: Все сообщения чата были удалены из базы данных.

source: Options successfully restored to default settings.
fr_fr: Réglages d'origine correctement restaurés.
ru_ru: Опции успешно восстановлены к заводским настройкам.

source: Options saved. All plugin options will be removed upon uninstall.
fr_fr: Options sauvegardées. Ces réglages seront effacés lors de la désinstallation.
ru_ru: Опции сохранены. Все опции будут удалены после деинсталляции плагина.

source: Toggle all panels
fr_fr: Basculer tout
ru_ru: Переключить все панели

source: Simple Ajax Chat needs your support!
fr_fr: Simple Ajax Chat a besoin de votre soutien !
ru_ru: Simple Ajax Chat требует вашей поддержки!

source: Please
fr_fr: S'il vous plait

source: Make a donation via PayPal
fr_fr: Faire un don via Paypal

source: make a donation
fr_fr: Faire un don

source: and/or
fr_fr: et/ou

source: Rate and review at the Plugin Directory
fr_fr: Notez et commentez dans le dépôt des extensions

source: give it a 5-star rating
fr_fr: Lui donner une note de 5 étoiles

source: Your generous support enables continued development of this free plugin. Thank you!
fr_fr: Votre généreux soutien permet poursuite du développement de ce plugin gratuit. Merci !

source: Check this box if you have shown support
fr_fr: Cochez cette case si vous avez montré un soutien

source: Overview
fr_fr: Vue d&#39;ensemble
ru_ru: Обзор

source: (SAC) displays an Ajax-powered chat box anywhere on your site.
fr_fr: (SAC) affiche une boîte de chat AJAX n'importe où sur votre site.
ru_ru: (SAC) показывает бокс ajax-чата в любом месте вашего сайта.

source: Use the shortcode to display the chat box on a post or page. Use the template tag to display anywhere in your theme template.
fr_fr: Utilisez le shortcode pour afficher la boîte de chat sur un post ou une page. Utilisez la balise de modèle pour afficher partout dans votre thème.
ru_ru: Используте шорткод для отображения бокса чата в записи или на странице. Используйте тег шаблона для отображения в любом месте вашего шаблона темы.

source: To configure your settings, visit
fr_fr: Pour configurer vos paramètres, allez sur
ru_ru: Для конфигурации ваших настроек, перейдите к разделу

source: Chat Options
fr_fr: Options du tchat
ru_ru: Опции Чата

source: For the shortcode and template tag, visit
fr_fr: Pour le shortcode et balise de template, visitez
ru_ru: Для получения шорткода и тега шаблона перейдите к разделу

source: To manage the current chat messages, visit
fr_fr: Pour gérer les messages de chat actuels, allez sur
ru_ru: Для управления текущими сообщениями чата перейдите к разделу

source: Manage Chat Messages
fr_fr: Gérer les messages
ru_ru: Управление сообщениями чата

source: To block a word or phrase from chat, visit
fr_fr: Pour bloquer un mot ou une phrase à partir de chat, allez sur
ru_ru: Для блокировки слов или фраз чата перейдите к разделу

source: Banned Phrases
fr_fr: Phrases interdites
ru_ru: Забаненные фразы

source: For more information check the
fr_fr: Pour plus d&#39;informations; lisez le
ru_ru: Для получения большей информации ознакомьтесь с

source: and
fr_fr: et
ru_ru: и

source: SAC Homepage
fr_fr: Page d'accueil de Simple Ajax Chat
ru_ru: Домашняя страница SAC

source: If you like this plugin, please
fr_fr: Si vous aimez ce plugin, merci de le
ru_ru: Если вам нравится этот плагин, пожалуйста

source: Click here to rate and review this plugin on WordPress.org
fr_fr: Cliquez ici pour noter et commenter ce plugin sur WordPress.org
ru_ru: Нажмите здесь для оценки и озора этого плагина на WordPress.org

source: rate it at the Plugin Directory
fr_fr: notez le sur le dépôt des extensions
ru_ru: оцените его в Директории Плагинов

source: Here you may customize Simple Ajax Chat to suit your needs. Note: after updating time and color options, you may need to refresh/empty the browser cache before you see the changes take effect.
fr_fr: Ici vous pouvez personnaliser <strong>Simple Ajax Chat</strong> pour répondre à vos besoins. Remarque : après avoir modifié les temps et couleurs, vous pourriez avoir besoin de rafraîchir ou vider le cache du navigateur pour voir les modifications.
ru_ru: Здесь вы можете настроить Simple Ajax Chat по вашим требованиям. Замечание: после обновления опций времени и цвета, желательно обновить или очистить кэш браузера, чтобы вы смогли увидеть вступившие в силу изменения.

source: General options
fr_fr: Options générales
ru_ru: Общие опции

source: Chat order
fr_fr: Ordre du tchat
ru_ru: Порядок чата

source: Check this box to display chats in ascending order (new messages appear at the bottom of the list). Note: this new feature is experimental and requires jQuery to work correctly. Default: unchecked (new messages appear at the top of the list).
fr_fr: Cochez cette case pour afficher les chats dans l'ordre croissant (les nouveaux messages apparaissent au bas de la liste). Remarque : cette nouvelle fonctionnalité est expérimentale et nécessite jQuery pour fonctionner correctement. Par défaut: décoché (les nouveaux messages apparaissent en haut de la liste).
ru_ru: Отметьте этот бокс для отображения чата в возрастающем порядке (новые сообщения появляются снизу списка). Замечание: это новая опция работает в экспериментальном режиме и требует правильных настроек jQuery. По умолчанию: неотмечено (новые сообщения появляются сверху списка сообщений).

source: Require log in?
fr_fr: Nécessite connexion ?
ru_ru: Требуется войти?

source: Check this box to require users to be logged in (i.e., registered users) to view and use the chat box.
fr_fr: Cochez cette case pour obliger les utilisateurs à être connecté (c-à-d les utilisateurs enregistrés) pour visualiser et utiliser la boîte de tchat.
ru_ru: Отметьте этот бокс для, того, чтобы только зарегистрированные пользователи могли видеть и использовать чат-бокс.

source: Enable URL?
fr_fr: Activer l'URL ?
ru_ru: Включить URL?

source: Check this box if you want users to be able to include a URL for their chat name.
fr_fr: Cochez cette case si vous souhaitez que les utilisateurs soient en mesure d'inclure une URL pour leur nom de tchat.
ru_ru: Отметьте этот бокс, если вы хотите, чтобы рядом с именем пользователя отображался URL.

source: Use textarea?
fr_fr: Utiliser textarea ?
ru_ru: Использовать текстовую область?

source: Check this box to use a larger input field for chat messages.
fr_fr: Cochez cette case pour utiliser un champ de saisie plus grande pour les messages de tchat.
ru_ru: Отметьте этот бокс для включения текстовой области для ввода сообщений чата вместо текстовой строки.

source: Default name
fr_fr: Nom par défaut
ru_ru: Имя по умолчанию

source: Here you may customize the name of the username for the &ldquo;welcome&rdquo; message. Note: reset/clear the chat messages for the new name to be displayed.
fr_fr: Ici, vous pouvez personnaliser le nom du nom d'utilisateur pour le message "Bienvenue".
ru_ru: Здесь вы можете настроить имя пользователя для &ldquo;приветственного&rdquo; сообщения. Замечание: сбросьте или очистите сообщения чата, чтобы новое имя могло отобразиться.

source: Default message
fr_fr: Message par défaut
ru_ru: Сообщение по умолчанию

source: Here you may customize the &ldquo;welcome&rdquo; message that appears as the first chat comment. Note: reset/clear the chat messages for the new welcome message to be displayed.
fr_fr: Ici, vous pouvez personnaliser le message de bienvenue qui apparaît au lancement.
ru_ru: Здесь вы можете настроить &ldquo;приветственное&rdquo; сообщение, которое появляется в первом сообщении чата. Замечание: сбросьте или очистите сообщения чата для того, чтобы приветственное сообщение могло отобразиться.

source: Sound alerts?
fr_fr: Alertes sonores ?
ru_ru: Звуковое оповещение?

source: Check this box if you want to hear a sound for new chat messages. Tip: to change the sound file, replace the file "msg.mp3" with any (short) mp3 file.
fr_fr: Cochez cette case si vous voulez entendre un son pour les nouveaux messages. Astuce: pour changer le fichier sonore, remplacer le fichier "msg.mp3" avec un (court) fichier mp3.
ru_ru: Отметьте этот бокс, если вы хотите услышать звук нового сообщения чата. Совет: для изменения звукового файла, замените файл "msg.mp3" любым другим коротким mp3-файлом.

source: Use logged-in username
fr_fr: Utiliser le nom d'utilisateur
ru_ru: Использовать зарегистрированные и авторизованные имена пользователей

source: Check this box if you want to use the logged-in username as the chat name.
fr_fr: Cochez cette case si vous souhaitez utiliser le nom d'utilisateur connecté comme le nom de tchat.
ru_ru: Отметьте этот бокс, если вы хотите использовать зарегистрированные имена пользователей в качестве имен чата.

source: Max chats
fr_fr: Tchats maxi
ru_ru: Макс. кол-во чатов

source: Maximum number of chats that should be allowed in the chat box.
fr_fr: Le nombre maximum de tchats qui sont autorisés.
ru_ru: Макс. кол-во чатов в чат-боксе.

source: Max characters
fr_fr: Caractères maximum
ru_ru: Макс. кол-во символов

source: Maximum number of chats that should be allowed in each chat message.
fr_fr: Nombre max de caractères autorisés dans chaque message.
ru_ru: Макс. кол-во символов в каждом сообщении чата.

source: Username length
fr_fr: Longueur du nom d'utilisateur
ru_ru: Длина имени пользователя

source: Maximum number of chats that should be allowed in the username.
fr_fr: Nombre max de caractères pour le nom d'utilisateur.
ru_ru: Макс. кол-во символов в имени пользователя.

source: Times and colors
fr_fr: Durées et couleurs
ru_ru: Время и цвета

source: Update interval
fr_fr: Intervalle de mise à jour
ru_ru: Интервал обновления

source: Indicate the refresh frequency (in milliseconds, decimals allowed). Smaller numbers make new chat messages appear faster, but also increase server load. This number is used as the interval for the first eight Ajax requests; after that, the number is automatically increased. Adding a new comment or mousing over the chat box will reset the interval to the number specified here. The default is 3 seconds (3000 ms).
fr_fr: Indique la fréquence de rafraichissement (en millisecondes). Un faible valeur affichera les messages plus rapidement mais la charge du serveur augmentera d'autant. Ce chiffre est utilisé pour les 8 premières requêtes AJAX. Ensuite, le nombre augmente progressivement. Poster un message ou déplacer la souris remet la fréquence que vous avez spécifiée. La valeur par défaut est de 3 secondes (3000 ms).

source: Fade duration
fr_fr: Durée fondu
ru_ru: Период затухания

source: This number specifies the fade-duration of the most recent chat message (in milliseconds, decimals allowed). Default is 1.5 seconds (1500 ms).
fr_fr: Ce nombre indique la durée du fondu du plus récent message de chat (en millisecondes, décimales autorisées). Par défaut est de 1,5 seconde (1500 ms).
ru_ru: Это значение указывает период затухания для последних сообщений (в милисекундах, десятичные разрешены). По умолчанию период - 1.5 секунды (1500 мс).

source: Highlight fade (from)
fr_fr: Surbrillance du fondu (à partir du)
ru_ru: Затухание подсветки (от)

source: Here you may customize the &ldquo;fade-in&rdquo; background-color of new chat messages. Note: colors must be 6-digit-hex format, default color is <code>#ffffcc</code>.
fr_fr: Vous pouvez personnaliser la couleur d'arrière plan du fondu pour les nouveaux messages de chat. Note: Les couleurs doivent être au format hexadécimal, la couleur par défaut est <code>#ffffcc</code>
ru_ru: Здесь вы можете настроить &ldquo;fade-in&rdquo; цвета фона нового сообщения чата. Замечание: цвета должны быть указаны в 6-цифровом шестнадцатиричном виде, цвет по умолчанию - <code>#ffffcc</code>.

source: Highlight fade (to)
fr_fr: Surbrillance du fondu (jusqu'à)
ru_ru: Затухание подсветки (до)

source: Here you may customize the &ldquo;fade-out&rdquo; background-color of new chat messages. Note: colors must be 6-digit-hex format, default color is <code>#ffffff</code>.
fr_fr: Idem pour la sortie de fondu.
ru_ru: Здесь вы можете настроить &ldquo;fade-out&rdquo; цвета фона нового сообщения чата. Замечание: цвета должны быть указаны в 6-цифровом шестнадцатиричном виде, цвет по умолчанию - <code>#ffffcc</code>.

source: Appearance
fr_fr: Apparence
ru_ru: Внешний вид

source: Custom CSS styles
fr_fr: CSS personnalisés
ru_ru: Пользовательские CSS стили

source: Here you may add custom CSS to style the chat form. Do not include <code>&lt;style&gt;</code> tags. Note: view <code>/resources/sac.css</code> for a complete set of available CSS hooks.
fr_fr: Vous pouvez ajouter vos CSS personnalisés pour le style du tchat. Ne pas inclure la balise <code>&lt;style&gt;</code. Remarque : voir <code>/resources/sac.css</code> pour un ensemble complet des hooks CSS.
ru_ru: Здесь вы можете добавить пользовательские CSS для форм чата. Не включайте теги <code>&lt;style&gt;</code>. Замечание: смотрите <code>/resources/sac.css</code> для полной настройки доступных CSS хуков.

source: Enable custom styles?
fr_fr: Activer les styles personnalisés ?
ru_ru: Включить пользовательские стили?

source: Check this box if you want to enable the CSS styles.
fr_fr: Cochez cette case si vous souhaitez activer les styles CSS.
ru_ru: Отметьте этот бокс, если вы хотите включить пользовательские CSS стили.

source: Targeted loading
fr_fr: Chargement Javascript ciblé
ru_ru: Целевая загрузка

source: Chat URL
fr_fr: Adresse du tchat
ru_ru: URL чата

source: By default, the plugin includes its JavaScript on <em>every</em> page. To prevent this, and to include its JavaScript only on the chat page, enter the URL where it&rsquo;s displayed. Note: leave blank to disable.
fr_fr: Par défaut, le plug-in inclut son code JavaScript sur <em>toutes</em> les pages. Pour éviter cela, vous pouvez indiquer l'unique page où se trouve le module de tchat. Remarque : laisser vide pour désactiver.
ru_ru: По умолчанию плагин содержит JavaScript на <em>каждой</em> странице. Для отмены этого и для включения JavaScript только на чат-странице, введите ее URL. Замечание: оставьте пустым для отмены.

source: Custom content
fr_fr: Contenus personnalisés
ru_ru: Пользовательский контент

source: Custom content before chat box
fr_fr: Contenu personnalisé avant de boîte de tchat
ru_ru: Пользовательский контент перед чат-боксом

source: Here you may specify any custom text/markup that will appear <strong>before</strong> the chat box. Note: leave blank to disable.
fr_fr: Ici vous pouvez spécifier un texte personnalisé / balisage qui apparaitre <strong>avant</strong> la fenêtre de chat. Remarque : laisser vide pour désactiver.
ru_ru: Здесь вы можете указать любой текст, который будет появляться <strong>перед</strong> чат-боксом. Замечание: оставьте пустым для отмены.

source: Custom content after chat box
fr_fr: Contenu personnalisé après la boîte de tchat
ru_ru: Пользовательский контент после чат-бокса

source: Here you may specify any custom text/markup that will appear <strong>after</strong> the chat box. Note: leave blank to disable.
fr_fr: Idem après la boite de tchat.
ru_ru: Здесь вы можете указать любой пользовательский текст, который будет появляться <strong>после</strong> чат-бокса. Замечание: оставьте пустым для отмены.

source: Custom content before chat form
fr_fr: Contenu personnalisé avant le module de tchat
ru_ru: Пользовательский контент перед чат-формой

source: Here you may specify any custom text/markup that will appear <strong>before</strong> the chat form. Note: leave blank to disable.
fr_fr: Ici vous pouvez spécifier un texte personnalisé / balisage qui apparaitre <strong>avant</strong> le module de tchat. Remarque : laisser vide pour désactiver.
ru_ru: Здесь вы можете указать любой пользовательский текст, который будет появляться <strong>перед</strong> чат-формой. Замечание: оставьте пустым для отмены.

source: Custom content after chat form
fr_fr: Contenu personnalisé après le module de tchat
ru_ru: Пользовательский контент после чат-формы

source: Here you may specify any custom text/markup that will appear <strong>after</strong> the chat form. Note: leave blank to disable.
fr_fr: Idem après le module de tchat.
ru_ru: Здесь вы можете указать любой пользовательский текст, который будет появляться <strong>после</strong> чат-формы. Замечание: оставьте пустым для отмены.

source: Save Settings
fr_fr: Enregistrer les réglages
ru_ru: Сохранить настройки

source: Use this shortcode to display the chat box on a post or page:
fr_fr: Utilisez ce shortcode pour afficher la boîte de tchat sur un post ou une page&nbsp;:
ru_ru: используйте этот шорткод для отображения чат-бокса в записи или на странице:

source: Template tag
fr_fr: Code
ru_ru: Тег шаблона

source: Use this template tag to display the chat box anywhere in your theme template:
fr_fr: Utilisez ce code pour afficher la boîte de chat n'importe où dans votre thème&nbsp;:
ru_ru: Используйте этот тег шаблона для отображения чат-бокса в любом месте вашего шаблона темы:

source: Here is a <em>static</em> list of all chat messages for editing and/or deleting. Note that you must have at least <strong>one message</strong> in the chat box at all times.
fr_fr: Voici une liste <em>statique</em> de tous les messages de tchat pour l'édition et/ou la suppression. Notez que vous devez avoir au moins un message dans la boîte de tchat à tout moment.
ru_ru: Это <em>статичный</em> список всех сообщений чата для редактирования или удаления. Заметьте, что вы должны иметь, как минимум, <strong>одно сообщение</strong> в чат-боксе на протяжении всего времени.

source: Clicking &ldquo;Delete all chat messages&rdquo; will clear the database and add your default message to make it all good.
fr_fr: En cliquant sur "Supprimer tous les messages de chat" vous effacerez tous les messages.
ru_ru: Нажмите &ldquo;Удалить все сообщения чата&rdquo; для очистки базы данных и добавления вашего сообщения по умолчанию.

source: You must have at least one message in the chat box at all times! Go post a few chat messages and try again.
fr_fr: Vous devez avoir au moins un message dans la boîte de chat ! Allez poster quelques messages de chat et essayez à nouveau.
ru_ru: Вы должны иметь, как минимум, одно сообщение в чат-боксе все время! Отправьте несколько сообщений и попробуйте еще раз.

source: Last Message %s ago
fr_fr: Dernier message il y a %s

source: Delete all chat messages
fr_fr: Effacer tous les messages

source: Here you may specify a list of words that should be banned from the chat room. Separate words with commas. Note: this applies to usernames, URLs, and chat messages.
fr_fr: Ici vous pouvez spécifier une liste de mots qui seront interdits dans les tchats. Séparez les mots par des virgules. Remarque : cela vaut pour les noms d'utilisateur, les URL et messages de chat.
ru_ru: Здесь вы можете определить список слов, которые должны быть заблокированы в чат-комнате. Разделяйте слова запятыми без пробела. Замечание: это применимо к именам пользователей, URL-адресам и сообщениям чата.

source: Banned phrases
fr_fr: Phrases interdites
ru_ru: Заблокированные фразы

source: Restore Default Options
fr_fr: Réinitialiser les options
ru_ru: Восстановить опции по умолчанию

source: Click the button to restore plugin options to their default setttings.
fr_fr: Cliquez sur le bouton pour restaurer les options à leurs valeurs par d'origine.
ru_ru: Нажмите эту кнопку для восстановления опций к их значениям по умолчанию.

source: Restore default settings
fr_fr: Restaurer les réglages
ru_ru: Восстановить заводские установки

source: Delete all plugin settings
fr_fr: Effacer les réglages

source: To delete all plugin settings and chat messages from the database, simply uninstall (delete) the plugin.
fr_fr: Pour supprimer tous les paramètres et messages de la base de données, il suffit de désinstaller (supprimer) le plugin.
ru_ru: Для удаления всех настроек плагина и сообщений чата из базы данных, просто деактивируйте и удалите плагин.

source: Updates &amp; Info
fr_fr: Mises à jour
ru_ru: Обновления &amp; Информация

source: Hide this notice
fr_fr: Cacher ce texte
ru_ru: Скрыть это уведомление

source: Are you sure you want to delete all chat messages? (this action cannot be undone)
fr_fr: Êtes-vous sûr de vouloir supprimer tous les messages ? (cette action ne peut pas être annulée)

source: Are you sure you want to restore default settings? (this action cannot be undone)
fr_fr: Êtes-vous sûr de vouloir restaures les valeurs par défaut ? (cette action ne peut pas être annulée)
ru_ru: Вы уверены в том, что хотите восстановить настройки по умолчанию? (эта операция не может быть отменена)

source: requires WordPress
fr_fr: nécessite Wordpress
ru_ru: требуется WordPress

source: or higher, and has been deactivated!
fr_fr: ou plus, et a été désactivé !
ru_ru: или выше и должен быть деактивирован!

source: Please return to the
fr_fr: Merci de retourner dans
ru_ru: Пожалуйста, вернитесь к

source: WordPress Admin area
fr_fr: la partie administration
ru_ru: панель администратора WordPress

source: to upgrade WordPress and try again.
fr_fr: pour mettre à jour Wordpress et réessayer.
ru_ru: обновить WordPress и попробовать снова.

source: High five! You&rsquo;ve successfully installed Simple Ajax Chat.
fr_fr: Tope là ! Vous avez installé avec succès Simple Ajax Chat.
ru_ru: Привет! Вы успешно инсталлировали Simple Ajax Chat.

source: Settings
fr_fr: Réglages
ru_ru: Настройки

source: Click Here to Rate and Review this Plugin on WordPress.org
fr_fr: Cliquez ici pour noter et commenter ce plugin sur WordPress.org
ru_ru: Нажмите здесь для оценки и обзора плагина на WordPress.org

source: Rate this plugin
fr_fr: Notez cette extension
ru_ru: Оцените этот плагин

source: year
fr_fr: an
ru_ru: лет

source: month
fr_fr: mois
ru_ru: мес.

source: week
fr_fr: semaine
ru_ru: нед.

source: day
fr_fr: jour
ru_ru: дн.

source: hour
fr_fr: heure
ru_ru: час.

source: Latest Message:
fr_fr: Dernier message :
ru_ru: Последнее сообщение:

source: %s ago
fr_fr: il y a %s

source: Posted %s ago
fr_fr: Posté il y a %s

source: Name
fr_fr: Nom
ru_ru: Имя

source: Human verification: leave this field empty.
fr_fr: vérification : laisser ce champ vide.
ru_ru: Проверка человека: оставьте это поле пустым.

source: Say it
fr_fr: envoyer
ru_ru: Отправить

source: You must be a registered user to participate in this chat.
fr_fr: Vous devez être connecté pour participer à cette discussion.
ru_ru: Вы должны быть зарегистрированным пользователем для участия в чате.

source: Name and comment required.
fr_fr: Nom et texte obligatoire.
ru_ru: Требуются имя и комментарий.

source: ago
ru_ru: назад

source: Message
ru_ru: Сообщение

source: is
ru_ru: есть

source: are
ru_ru: есть

source: Your support is needed to keep this plugin going.
ru_ru: Требуется ваша поддержка для того, чтобы плагин продолжал развиваться.
