Repository: beelaineo/mp-plugins
Catalog: simple-ajax-chat/languages/sac-*.po
Languages: fr_fr, ru_ru

source: If you use Simple Ajax Chat and would like development to continue, please
ru_ru: Если вы используете Simple Ajax Chat и хотите продолжать его развитие, пожалуйста,

source: make a donation&nbsp;&raquo;
ru_ru: сделайте пожертвование&nbsp;&raquo;

source: Thank you to those who show support!
ru_ru: Спасибо тем, кто оказал поддержку!

source: Check this box if you have made a donation
ru_ru: Отметьте этот чекбокс, если вы сделали пожертвование

source: Template Tag &amp; Shortcode
ru_ru: Тег шаблона &amp; Шорткод

source: Indicate the refresh frequency (in milliseconds, decimals allowed). Smaller numbers make new chat messages appear faster, but also increase server load. This number is used as the interval for the first eight Ajax requests; after that, the number is automatically increased. Adding a new comment or mousing over the chat box will reset the interval to the number specified here. The default is 3 seconds (3000 ms).
ru_ru: Показать частоту обновления (в милисекундах, десятичные разрешены). Меньшие числа сделают ваш чат быстрее, но увеличат нагрузку на сервер. Это значение используется в качестве интервала для первых восьми ajax-запросов; после этого значение автоматически увеличивается. Добавление нового комментария или нахождение указателя мышки над чат-боксом будут сбрасывать интервал в значение, установленное здесь. По умолчанию задан интервал 3 секунды (3000 мс).

source: Shortcode
ru_ru: Шорткод

source: Last Message
ru_ru: Последнее сообщение

source: Are you sure you want to delete alll chat messages? (this action cannot be undone)
ru_ru: Вы уверены в том, что хотите удалить все сообщения чата? (эта операция не может быть отменена)

source: minute
ru_ru: мин.
